Repository: common-repository/woocommerce-extra-charges-to-payment-gateways
Catalog: languages/wp-plugins-woocommerce-extra-charges-to-payment-gateways-dev-*.po
Languages: hi

source: Percentage post Threshold
hi: प्रतिशत थ्रेसहोल्ड के बाद

source: Fixed amount upto Threshold
hi: थ्रेशोल्ड तक की निश्चित राशि

source: Threshold amount (Post which there will be percentage based extracharge)
hi: थ्रेसहोल्ड राशि (पोस्ट जिसमें प्रतिशत आधारित अतिरिक्त शुल्क होगा)

source: Maximum Extracharge
hi: अधिकतम अतिरिक्त शुल्क

source: Fixed
hi: निश्चित

source: Total Custom % Add
hi: कुल कस्टम% जोड़ें

source: Total Custom Fixed
hi: कुल कस्टम निश्चित

source: Include Tax
hi: टैक्स शामिल करें

source: Threshold amount after which no extra charge is levied. (Set 0 to make extracharge applicable for all amounts)
hi: थ्रेसहोल्ड राशि जिसके बाद कोई अतिरिक्त शुल्क नहीं लगाया जाता है। (सभी राशियों के लिए अतिरिक्त शुल्क लागू करने के लिए 0 सेट करें)

source: Custom label for Extra Charges (optional)
hi: अतिरिक्त शुल्क के लिए कस्टम लेबल (वैकल्पिक)

source: You can add extra fee for any payment gateways
hi: आप किसी भी भुगतान गेटवे के लिए अतिरिक्त शुल्क जोड़ सकते हैं

source: WooCommerce Extra Charges To Payment Gateway (Standard)
hi: भुगतान गेटवे के लिए WooCommerce अतिरिक्त शुल्क (मानक)

source: Extra Charges
hi: अतिरिक्त शुल्क
